export const questions = [
    {
        id: 1,
        question:
            '高校某专业70多名毕业生中，有96%在毕业后去西部省区支援国家建设，其中去偏远中小学支教的毕业生占该专业毕业生总数的20%，比任职大学生村官的毕业生少2人，比在西部地区参军入伍的毕业生多1人，其余的毕业生选择去国有企业西部边远岗位工作。问：去国有企业西部边远岗位工作的毕业生有多少人？',
        answer: [
            {
                id: 'A',
                text: 'A. 23人',
            },
            {
                id: 'B',
                text: 'B. 26人',
            },
            {
                id: 'C',
                text: 'C. 29人',
            },
            {
                id: 'D',
                text: 'D. 32人',
            },
        ],
    },
];
